Repository: the-best-is-best/tbib_dio_extension
Catalog: assets/l10n/*.arb
Languages: ar

source: SUCCESS
ar: تم بنجاح

# no_content
source: Success with not content
ar: تم بنجاح ولكن لا يوجد محتوى

# bad_request
source: Bad request. try again later
ar: طلب غير صالح جرب مره اخري في وقتا اخر

# forbidden_request
source: Forbidden request, try again later
ar: طلب ممنوع جرب مره اخري في وقتا اخر

# unauthorized
source: User unauthorized, try again later
ar: غير مصرح لك بالدخول جرب مره اخري في وقتا اخر

source: Not found
ar: غير موجود جرب مره اخري في وقتا اخر

# internal_server_error
source: Internal Server error, try again later
ar: خطأ بالخادم جرب مره اخري في وقتا اخر

# default_error
source: Some thing went wrong, try again later
ar: حدث خطأ ما جرب مره اخري في وقتا اخر

# time_Out
source: Request time out, try again later
ar: انتهاء الوقت جرب مره اخري في وقتا اخر

# no_internet
source: Check Your Internet
ar: تاكد من الاتصال بالإنترنت

# bad_certificate
source: Server Not Secure
ar: شهادة غير صالحة
